Repository: GabrielDazzi/GridWalk
Catalog: GridWalkKit/Sources/GridWalkKit/Resources/Localizable.xcstrings
Source language: en
Languages: pt

# %@ in %@
source: %1$@ in %2$@
pt: %1$@ em %2$@

source: %@ is starting now
pt: %@ está começando

source: %@ points
pt: %@ pontos

source: %@ starts in 15 minutes
pt: %@ começa em 15 minutos

# %lldh %lldm
source: %1$lldh %2$lldm
pt: %1$lldh %2$lldmin

source: %lldm
pt: %lldmin

source: 1 day
pt: 1 dia

source: 1 week
pt: 1 semana

source: 12 hours
pt: 12 horas

source: 2 days
pt: 2 dias

source: 3 days
pt: 3 dias

source: Auto
pt: Automático

source: Calendar access is off. Turn it on in Settings to add sessions.
pt: O acesso ao Calendário está desligado. Ative nos Ajustes para adicionar as sessões.

source: Champ
pt: Campeão

source: Champion
pt: Campeão

source: Couldn't reach the data feed.
pt: Não foi possível acessar a fonte de dados.

source: Couldn't save the sessions to Calendar.
pt: Não foi possível salvar as sessões no Calendário.

source: Countdown
pt: Contagem regressiva

source: Drivers
pt: Pilotos

source: FP
pt: TL

source: FP1
pt: TL1

source: FP2
pt: TL2

source: FP3
pt: TL3

source: Last race
pt: Última corrida

source: My driver
pt: Meu piloto

source: My team
pt: Minha equipe

source: Pick a driver
pt: Escolha um piloto

source: Pick a team
pt: Escolha uma equipe

source: Position %lld
pt: Posição %lld

source: Practice
pt: Treino livre

source: Practice 1
pt: Treino Livre 1

source: Practice 2
pt: Treino Livre 2

source: Practice 3
pt: Treino Livre 3

source: Quali
pt: Classif.

source: Qualifying
pt: Classificação

source: R
pt: C

source: Race
pt: Corrida

source: Sprint Qualifying
pt: Classificação Sprint

source: Still in the fight · %@
pt: Ainda na briga · %@

source: Teams
pt: Equipes

source: The data feed is having trouble (error %lld).
pt: A fonte de dados está com problemas (erro %lld).

source: The data feed returned nothing.
pt: A fonte de dados não retornou nada.

source: The data feed sent something we couldn't read.
pt: A fonte de dados enviou algo que não conseguimos ler.

source: The data feed took too long to answer.
pt: A fonte de dados demorou demais para responder.

source: There's no calendar to add events to.
pt: Não há calendário para adicionar eventos.

source: Title fight
pt: Briga pelo título

source: You're offline. Showing the last saved data.
pt: Você está offline. Mostrando os últimos dados salvos.

source: your favorite
pt: seu favorito
